Repository: jdevost/BlueDive
Catalog: BlueDive/Localizable.xcstrings
Source language: en
Languages: de, fr_ca, nl

source: Syncing…
de: Wird synchronisiert…
fr_ca: Synchronisation en cours…
nl: Synchroniseren…

source: T%lld
de: F%lld
fr_ca: C%lld

source: T%lld Pressure
de: F%lld Druck
fr_ca: C%lld Pression
nl: T%lld druk

source: TANKS
de: FLASCHEN
fr_ca: CYLINDRES

source: Tank
de: Flasche
fr_ca: Cylindre

source: Tank %lld
de: Flasche %lld
fr_ca: Cylindre %lld

source: Tank Number
de: Flaschennummer
fr_ca: Numéro du cylindre
nl: Tanknummer

source: Tank Properties
de: Flascheneigenschaften
fr_ca: Propriétés du cylindre
nl: Tankeigenschappen

source: Tank Slot
de: Flaschenposition
fr_ca: Position du cylindre
nl: Tankvak

source: Tank Template
de: Flaschenvorlage
fr_ca: Modèle de cylindre
nl: Tanksjabloon

source: Tank Templates
de: Flaschenvorlagen
fr_ca: Modèles de cylindre
nl: Tanksjablonen

source: Tank Volume
de: Flaschenvolumen
fr_ca: Volume du cylindre
nl: Tankinhoud

source: Tank and Gas Blend
de: Flasche und Gasgemisch
fr_ca: Cylindre et mélange gazeux
nl: Tank en gasmengsel

source: Tank pressure
de: Flaschendruck
fr_ca: Pression du cylindre
nl: Tankdruk

source: Tank volume
de: Flaschenvolumen
fr_ca: Volume du cylindre
nl: Tankinhoud

source: Tanks
de: Flaschen
fr_ca: Cylindres

source: Tap a device to scan and connect automatically.
de: Tippe auf ein Gerät, um es automatisch zu scannen und zu verbinden.
fr_ca: Appuyez sur un appareil pour le scanner et le connecter automatiquement.
nl: Tik op een duikcomputer om hem te scannen en automatisch verbinding te maken.

source: Technical Details
de: Technische Details
fr_ca: Détails techniques
nl: Technische details

source: Temperature
de: Temperatur
fr_ca: Température
nl: Temperatuur

source: Temperatures (%@)
de: Temperaturen (%@)
fr_ca: Températures (%@)
nl: Temperaturen (%@)

source: Template
de: Vorlage
fr_ca: Modèle
nl: Sjabloon

source: Template Name
de: Vorlagenname
fr_ca: Nom du modèle
nl: Naam van het sjabloon

source: Template name must be at least 2 characters
de: Der Vorlagenname muss mindestens 2 Zeichen lang sein
fr_ca: Le nom du modèle doit contenir au moins 2 caractères
nl: Naam van het sjabloon moet uit ten minste 2 tekens bestaan

source: Temporarily unavailable
de: Vorübergehend nicht verfügbar
fr_ca: Temporairement indisponible
nl: Tijdelijk niet beschikbaar

source: Testing and ideas for new features
de: Tests und Ideen für neue Funktionen
fr_ca: Tests et idées de nouvelles fonctionnalités
nl: Testen en ideeën voor nieuwe functies

source: The UDDF export is automatically generated from internal data and cannot be edited.
de: Der UDDF-Export wird automatisch aus internen Daten generiert und kann nicht bearbeitet werden.
fr_ca: L'exportation UDDF est générée automatiquement à partir des données internes et ne peut pas être modifiée.
nl: De UDDF-export wordt automatisch gegenereerd op basis van interne gegevens en kan niet worden bewerkt.

source: The XML export is automatically generated from internal data and cannot be edited.
de: Der XML-Export wird automatisch aus internen Daten generiert und kann nicht bearbeitet werden.
fr_ca: L'exportation XML est générée automatiquement à partir des données internes et ne peut pas être modifiée.
nl: De XML-export wordt automatisch gegenereerd op basis van interne gegevens en kan niet worden bewerkt.

source: The ascent is split in two: the first half at %1$@ ft/min, the second half at %2$@ ft/min. An extra %3$@ min is added at the bottom to manage the emergency before ascending. Each phase uses the mean pressure between its start and end depth. Handling time is calculated at the actual bottom pressure — the highest-pressure portion of the ascent.
de: Der Aufstieg ist in zwei Hälften aufgeteilt: die erste Hälfte mit %1$@ ft/min, die zweite Hälfte mit %2$@ ft/min. Am Grund werden zusätzlich %3$@ min eingeplant, um den Notfall zu bewältigen, bevor aufgestiegen wird. Jede Phase verwendet den mittleren Druck zwischen Start- und Endtiefe. Die Zeit für Fehlerbehebung wird beim tatsächlichen Grunddruck berechnet — dem Abschnitt des Aufstiegs mit dem höchsten Druck.
fr_ca: La remontée est divisée en deux : la première moitié à %1$@ pi/min, la deuxième moitié à %2$@ pi/min. %3$@ min supplémentaires sont ajoutées en profondeur pour gérer l'urgence avant de remonter. Chaque phase utilise la pression moyenne entre sa profondeur de début et de fin. Le temps de manutention est calculé à la pression réelle au fond — la portion de la remontée à la plus haute pression.
nl: De opstijging is in tweeën verdeeld: de eerste helft met %1$@ ft/min, de tweede helft met %2$@ ft/min. Aan de bodem wordt een extra %3$@ min toegevoegd om de noodsituatie af te handelen voordat met de opstijging wordt begonnen. Voor elke fase wordt de gemiddelde druk tussen de begin- en einddiepte gebruikt. De afhandelingstijd wordt berekend op basis van de werkelijke druk op de bodem — het deel van de opstijging met de hoogste druk.

source: The ascent is split in two: the first half at %1$@ m/min, the second half at %2$@ m/min. An extra %3$@ min is added at the bottom to manage the emergency before ascending. Each phase uses the mean pressure between its start and end depth. Handling time is calculated at the actual bottom pressure — the highest-pressure portion of the ascent.
de: Der Aufstieg ist in zwei Hälften aufgeteilt: die erste Hälfte mit %1$@ m/min, die zweite Hälfte mit %2$@ m/min. Am Grund werden zusätzlich %3$@ min eingeplant, um den Notfall zu bewältigen, bevor aufgestiegen wird. Jede Phase verwendet den mittleren Druck zwischen Start- und Endtiefe. Die Zeit für Fehlerbehebung wird beim tatsächlichen Grunddruck berechnet — dem Abschnitt des Aufstiegs mit dem höchsten Druck.
fr_ca: La remontée est divisée en deux : la première moitié à %1$@ m/min, la deuxième moitié à %2$@ m/min. %3$@ min supplémentaires sont ajoutées en profondeur pour gérer l'urgence avant de remonter. Chaque phase utilise la pression moyenne entre sa profondeur de début et de fin. Le temps de manutention est calculé à la pression réelle au fond — la portion de la remontée à la plus haute pression.
nl: De opstijging is in tweeën verdeeld: de eerste helft met %1$@ m/min, de tweede helft met %2$@ m/min. Onderaan wordt %3$@ min extra toegevoegd om de noodsituatie af te handelen voordat met de opstijging wordt begonnen. Voor elke fase wordt de gemiddelde druk tussen de begin- en einddiepte gebruikt. De afhandelingstijd wordt berekend op basis van de werkelijke druk op de bodem — het deel van de opstijging met de hoogste druk.

source: The date defaults to the most recent dive in your logbook, or one year ago if your logbook is empty. The limit applies to a single sync and is never remembered: once a computer is known, the sync bookmark fetches only new dives on its own, so a saved date limit could silently hide dives later.
de: Das Datum wird standardmäßig auf den zuletzt erfassten Tauchgang in deinem Logbuch gesetzt, oder auf ein Jahr zuvor, wenn dein Logbuch leer ist. Die Begrenzung gilt nur für eine einzelne Synchronisierung und wird nie gespeichert: Sobald ein Computer bekannt ist, ruft das Sync-Lesezeichen von selbst nur neue Tauchgänge ab, sodass eine gespeicherte Datumsbegrenzung später unbemerkt Tauchgänge verbergen könnte.
fr_ca: La date correspond par défaut à la plongée la plus récente de votre carnet, ou à un an en arrière si votre carnet est vide. La limite s'applique à une seule synchronisation et n'est jamais mémorisée : une fois l'ordinateur reconnu, le repère de synchronisation ne récupère que les nouvelles plongées de lui-même, donc une limite de date enregistrée pourrait masquer silencieusement des plongées plus tard.
nl: De datum wordt standaard ingesteld op de meest recente duik in je logboek, of op één jaar geleden als je logboek leeg is. De limiet geldt voor één synchronisatie en wordt nooit onthouden: zodra een computer bekend is, haalt de synchronisatiebladwijzer vanzelf alleen nieuwe duiken op, waardoor een opgeslagen datumlimiet later stilletjes duiken zou kunnen verbergen.

source: The file could not be read correctly.
de: Die Datei konnte nicht korrekt gelesen werden.
fr_ca: Le fichier n'a pas pu être lu correctement.
nl: Het bestand kon niet correct worden gelezen.

source: The name must contain at least 2 characters
de: Der Name muss mindestens 2 Zeichen enthalten
fr_ca: Le nom doit contenir au moins 2 caractères
nl: De naam moet uit ten minste 2 tekens bestaan

source: The selected photos could not be imported.
de: Die ausgewählten Fotos konnten nicht importiert werden.
fr_ca: Les photos sélectionnées n'ont pas pu être importées.
nl: De geselecteerde foto's konden niet worden geïmporteerd.

source: The service pressure is used to convert the gas capacity (ft³) into actual water volume (L) for RMV and SAC calculations. Typical value: 3000 PSI.
de: Der Arbeitsdruck wird verwendet, um die Gaskapazität (ft³) für die RMV- und SAC-Berechnungen in das tatsächliche Wasservolumen (L) umzurechnen. Typischer Wert: 3000 PSI.
fr_ca: La pression de service est utilisée pour convertir la capacité de gaz (pi³) en volume d'eau réel (L) pour les calculs VRM et SAC. Valeur typique : 3 000 PSI.
nl: De werkdruk wordt gebruikt om de gascapaciteit (ft³) om te rekenen naar het werkelijke watervolume (L) voor AMV- en SAC-berekeningen. Typische waarde: 3000 PSI.

source: The sync bookmark is saved even when every downloaded dive falls before your date, so the next sync still fetches only genuinely new dives.
de: Das Sync-Lesezeichen wird auch dann gespeichert, wenn alle heruntergeladenen Tauchgänge vor deinem Datum liegen, sodass die nächste Synchronisierung weiterhin nur wirklich neue Tauchgänge abruft.
fr_ca: Le repère de synchronisation est enregistré même si toutes les plongées téléchargées sont antérieures à votre date, afin que la prochaine synchronisation ne récupère que les plongées réellement nouvelles.
nl: De synchronisatiebladwijzer wordt opgeslagen, zelfs als alle gedownloade duiken vóór je datum vallen, zodat de volgende synchronisatie alleen echt nieuwe duiken ophaalt.

source: Theme
de: Design
fr_ca: Thème
nl: Thema

source: These calculators do not replace formal diver training or certification. Always plan dives with a qualified instructor or dive professional.
de: Diese Rechner ersetzen keine formale Tauchausbildung oder Zertifizierung. Plane Tauchgänge immer mit einem qualifizierten Tauchlehrer oder Taucherprofi.
fr_ca: Ces calculateurs ne remplacent pas une formation officielle en plongée ni une certification. Planifiez toujours vos plongées avec un instructeur qualifié ou un professionnel de la plongée.
nl: Deze rekenhulpen zijn geen vervanging voor een officiële duikopleiding of -certificering. Plan duiken altijd samen met een gekwalificeerde instructeur of duikprofessional.

source: These thresholds guide depth limits and gas selection for technical diving (Anthony & Mitchell, 2016).
de: Diese Grenzwerte leiten Tiefenlimits und Gasauswahl für das Technisches Tauchen (Anthony & Mitchell, 2016).
fr_ca: Ces seuils guident les limites de profondeur et le choix des gaz pour la plongée technique (Anthony & Mitchell, 2016).
nl: Deze drempelwaarden dienen als richtlijn voor dieptelimieten en gaskeuze bij technisch duiken (Anthony & Mitchell, 2016).

source: They were downloaded from your dive computer, then discarded because they were recorded before %@.
de: Sie wurden von deinem Tauchcomputer heruntergeladen und dann verworfen, weil sie vor dem %@ aufgezeichnet wurden.
fr_ca: Elles ont été téléchargées depuis votre ordinateur de plongée, puis rejetées car elles ont été enregistrées avant le %@.
nl: Ze zijn gedownload van je duikcomputer en vervolgens verwijderd omdat ze zijn vastgelegd vóór %@.

source: This Subsurface file uses an old format (version 2) that is not supported. Re-export it from Subsurface 4.6 or later.
de: Diese Subsurface-Datei verwendet ein altes Format (Version 2), das nicht unterstützt wird. Exportiere sie erneut aus Subsurface 4.6 oder neuer.
fr_ca: Ce fichier Subsurface utilise un ancien format (version 2) qui n’est pas pris en charge. Réexportez-le depuis Subsurface 4.6 ou une version ultérieure.
nl: Dit Subsurface-bestand gebruikt een oud formaat (versie 2) dat niet wordt ondersteund. Exporteer het opnieuw vanuit Subsurface 4.6 of later.

source: This action is irreversible. All associated data (fish sightings, equipment) will also be deleted.
de: Diese Aktion ist unwiderruflich. Alle zugehörigen Daten (Sichtungen von Unterwasserlebewesen, Ausrüstung) werden ebenfalls gelöscht.
fr_ca: Cette action est irréversible. Toutes les données associées (observations de poissons, équipement) seront également supprimées.
nl: Deze handeling kan niet ongedaan worden gemaakt. Alle bijbehorende gegevens (viswaarnemingen, apparatuur) worden eveneens verwijderd.

source: This action is irreversible. The gear group and its configuration will be permanently deleted.
de: Diese Aktion ist unwiderruflich. Die Ausrüstungsgruppe und ihre Konfiguration werden dauerhaft gelöscht.
fr_ca: Cette action est irréversible. Le groupe d'équipement et sa configuration seront définitivement supprimés.
nl: Deze handeling kan niet ongedaan worden gemaakt. De duikuitrustinggroep en de bijbehorende configuratie worden definitief verwijderd.

source: This action is irreversible. The tank template will be permanently deleted.
de: Diese Aktion ist unwiderruflich. Die Flaschenvorlage wird dauerhaft gelöscht.
fr_ca: Cette action est irréversible. Le modèle de cylindre sera définitivement supprimé.
nl: Deze handeling kan niet ongedaan worden gemaakt. Het tanksjabloon wordt definitief verwijderd.

source: This looks like %1$@’s %2$@, last synced %3$@. Connect and update the Bluetooth pairing?
de: Das scheint das %2$@ von %1$@ zu sein, zuletzt synchronisiert am %3$@. Verbinden und Bluetooth-Kopplung aktualisieren?
fr_ca: Cela ressemble au %2$@ de %1$@, dernière synchronisation le %3$@. Se connecter et mettre à jour le jumelage Bluetooth ?
nl: Dit lijkt op %1$@’s %2$@, voor het laatst gesynchroniseerd op %3$@. Wil je de Bluetooth-koppeling herstellen en bijwerken?

source: This looks like your %1$@ (serial …%2$@), last synced %3$@. Connect and update the Bluetooth pairing?
de: Das sieht aus wie dein %1$@ (Seriennummer …%2$@), zuletzt synchronisiert am %3$@. Verbinden und Bluetooth-Kopplung aktualisieren?
fr_ca: Cela ressemble à votre %1$@ (numéro de série …%2$@), dernière synchronisation le %3$@. Se connecter et mettre à jour le jumelage Bluetooth ?
nl: Dit lijkt op je %1$@ (serienummer …%2$@), voor het laatst gesynchroniseerd op %3$@. Wil je verbinding maken en de Bluetooth-koppeling bijwerken?

source: This will also clear the scheduled maintenance reminder.
de: Dadurch wird auch die geplante Wartungserinnerung gelöscht.
fr_ca: Ceci supprimera également le rappel d'entretien planifié.
nl: Hierdoor wordt ook de herinnering voor het geplande onderhoud gewist.

source: This will assign each diver's dives a sequential number in date order, starting at 1. Dives without a diver name will not be affected.
de: Dadurch erhalten die Tauchgänge jedes Tauchers eine fortlaufende Nummer nach Datum, beginnend bei 1. Tauchgänge ohne Tauchernamen sind nicht betroffen.
fr_ca: Ceci attribuera à chaque plongée d'un plongeur un numéro séquentiel par ordre de date, à partir de 1. Les plongées sans nom de plongeur ne seront pas affectées.
nl: Hiermee krijgt elke duik van een duiker een volgnummer op datumvolgorde, beginnend bij 1. Duiklogs zonder naam van een duiker worden niet beïnvloed.

source: This will permanently delete all your data from this device and iCloud. This action cannot be undone. Wait for the iCloud sync to finish uploading before closing the app.
de: Dadurch werden alle deine Daten von diesem Gerät und iCloud dauerhaft gelöscht. Diese Aktion kann nicht rückgängig gemacht werden. Warte, bis der iCloud-Upload abgeschlossen ist, bevor du die App schließt.
fr_ca: Cette action supprimera définitivement toutes vos données de cet appareil et d'iCloud. Cette action est irréversible. Attendez la fin du téléversement iCloud avant de fermer l'app.
nl: Hierdoor worden al je gegevens definitief verwijderd van dit apparaat en uit iCloud. Deze handeling kan niet ongedaan worden gemaakt. Wacht tot de iCloud-synchronisatie is voltooid voordat je de app sluit.

source: This will replace the existing coordinates with the pinned location.
de: Dadurch werden die vorhandenen Koordinaten durch den markierten Standort ersetzt.
fr_ca: Cela remplacera les coordonnées existantes par l'emplacement épinglé.
nl: Hiermee worden de bestaande coördinaten vervangen door de vastgezette locatie.

source: This will replace the existing exit coordinates with the entry coordinates.
de: Dadurch werden die vorhandenen Ausstiegskoordinaten durch die Einstiegskoordinaten ersetzt.
fr_ca: Cela remplacera les coordonnées de sortie existantes par les coordonnées d'entrée.
nl: Hiermee worden de bestaande uitstapcoördinaten vervangen door de instapcoördinaten.

source: This will update the surface interval for all dives based on each diver's previous dive. Dives without a diver name will not be affected.
de: Dadurch wird das Oberflächenintervall für alle Tauchgänge basierend auf dem vorherigen Tauchgang jedes Tauchers aktualisiert. Tauchgänge ohne Tauchernamen sind nicht betroffen.
fr_ca: Ceci mettra à jour l'intervalle de surface de toutes les plongées en fonction de la plongée précédente de chaque plongeur. Les plongées sans nom de plongeur ne seront pas affectées.
nl: Hierdoor wordt het oppervlakte-interval voor alle duiken bijgewerkt op basis van de vorige duik van elke duiker. Duiklogs zonder naam van een duiker blijven hierdoor ongewijzigd.

source: Three factors justify keeping this reserve: regulators need a minimum inlet pressure to deliver gas reliably, submersible pressure gauges are not perfectly accurate, and gas pressure drops when water temperature is colder than the fill temperature. Together, these account for roughly 40 bar (600 psi) of unusable gas at the bottom of your cylinder.
de: Drei Faktoren rechtfertigen diese Reserve: Atemregler benötigen einen Mindest-Eingangsdruck, um Gas zuverlässig zu liefern, Unterwasser-Manometer sind nicht perfekt genau, und der Gasdruck sinkt, wenn die Wassertemperatur kälter als die Fülltemperatur ist. Zusammen ergibt das etwa 40 bar (600 psi) nicht nutzbares Gas am Boden deiner Flasche.
fr_ca: Trois facteurs justifient cette réserve : les détendeurs nécessitent une pression minimale à l'entrée pour distribuer le gaz de façon fiable, les manomètres de plongée ne sont pas parfaitement précis, et la pression du gaz diminue lorsque la température de l'eau est plus froide que celle du gonflage. Ensemble, ces facteurs représentent environ 40 bar (600 psi) de gaz inutilisable au fond de votre bouteille.
nl: Er zijn drie redenen waarom deze reserve moet worden aangehouden: ademautomaten hebben een minimale inlaatdruk nodig om gas betrouwbaar te kunnen leveren, manometers zijn niet volledig nauwkeurig en de gasdruk daalt wanneer de watertemperatuur lager is dan de vultemperatuur. Samen zorgen deze factoren ervoor dat er ongeveer 40 bar (600 psi) onbruikbaar gas op de bodem van je cilinder achterblijft.

source: Thresholds
de: Grenzwerte
fr_ca: Seuils
nl: Drempels

source: Time
de: Zeit
fr_ca: Temps
nl: Tijd

source: To re-download only dives newer than a specific point, override the sync fingerprint in **Settings → Bluetooth Import → Sync Fingerprints**. [Instructions & details](https://github.com/houle988/BlueDive/wiki/Dive-Computer-Sync-Fingerprints#overriding-a-fingerprint)
de: Um nur Tauchgänge nach einem bestimmten Zeitpunkt erneut herunterzuladen, überschreibe den Synchronisierungs-Fingerprint unter **Einstellungen → Bluetooth-Import → Synchronisierungs-Fingerprints**. [Anleitung & Details](https://github.com/houle988/BlueDive/wiki/Dive-Computer-Sync-Fingerprints#overriding-a-fingerprint)
fr_ca: Pour ne retélécharger que les plongées plus récentes qu'un point précis, remplacez l'empreinte de synchronisation dans **Réglages → Importation Bluetooth → Empreintes de synchronisation**. [Instructions et détails](https://github.com/houle988/BlueDive/wiki/Dive-Computer-Sync-Fingerprints#overriding-a-fingerprint)
nl: Om alleen duiken opnieuw te downloaden die na een bepaald tijdstip hebben plaatsgevonden, moet je de synchronisatie-vingerafdruk overschrijven in **Instellingen → Bluetooth-import → Synchronisatie-vingerafdrukken**. [Instructies en details](https://github.com/houle988/BlueDive/wiki/Dive-Computer-Sync-Fingerprints#overriding-a-fingerprint)

source: Today
de: Heute
fr_ca: Aujourd'hui
nl: Vandaag

source: Top
de: Oben
fr_ca: Haut

source: Total
de: Gesamt
nl: Totaal

source: Total Cost
de: Gesamtkosten
fr_ca: Coût total
nl: Totale kosten

source: Total Gas (TG)
de: Gesamtgas (GG)
fr_ca: Gaz total (GT)
nl: Totaal gasvolume (TG)

source: Total Gas (TG) is your total air when full. Usable Gas (UG) is what's left after subtracting the MG and the Reserve Gas (RG) — the air you can actually use during your dive.
de: Gesamtgas (GG) ist dein gesamtes Luftvolumen bei voller Flasche. Nutzbares Gas (NG) ist das, was nach Abzug des MG und des Reservegases (RG) übrig bleibt — die Luft, die du während deines Tauchgangs tatsächlich nutzen kannst.
fr_ca: Le gaz total (GT) est la totalité de votre air à pleine pression. Le gaz utilisable (GU) est ce qui reste après soustraction du GM et du gaz de réserve (GR) — l'air que vous pouvez réellement utiliser durant votre plongée.
nl: Het totale gasvolume (TG) is de totale hoeveelheid lucht wanneer de tank vol is. Het bruikbare gasvolume (BG) is wat er overblijft na aftrek van het MG en het reservegasvolume (RG) — de lucht die je daadwerkelijk tijdens je duik kunt gebruiken.

source: Total Time
de: Gesamtzeit
fr_ca: Temps total
nl: Totale tijd

source: Total exceeds %@. Adjust the gas fractions.
de: Gesamt überschreitet %@. Passe die Gasanteile an.
fr_ca: Le total dépasse %@. Ajustez les fractions de gaz.
nl: Het totaal overschrijdt %@. Pas de gasfracties aan.

source: Track Your Gear
de: Ausrüstung verwalten
fr_ca: Suivi de votre équipement
nl: Houd je duikuitrusting bij

source: Track lifetime totals, personal bests, and dive trends — depth, time, gas consumption, and more.
de: Verfolge Gesamtwerte, persönliche Bestleistungen und Tauchtrends — Tiefe, Zeit, Gasverbrauch und mehr.
fr_ca: Suivez vos totaux de carrière, vos records personnels et vos tendances de plongée — profondeur, temps, consommation de gaz et bien plus.
nl: Houd je totale prestaties, persoonlijke records en duiktrends bij — diepte, tijd, gasverbruik en nog veel meer.

source: Track your gear with service dates and get automatic maintenance reminders.
de: Verwalte deine Ausrüstung mit Wartungsdaten und erhalte automatische Wartungserinnerungen.
fr_ca: Gérez votre équipement avec les dates d'entretien et recevez des alertes de maintenance.
nl: Houd je duikuitrusting bij met onderhoudsdata en ontvang automatische onderhoudsherinneringen.

source: Trip
de: Reise
fr_ca: Voyage

source: Trip Duration
de: Reisedauer
fr_ca: Durée du voyage
nl: Duur van de trip

source: Trips
de: Reisen
fr_ca: Voyages

source: Try other keywords or modify the filters.
de: Versuche andere Suchbegriffe oder passe die Filter an.
fr_ca: Essayez d'autres mots-clés ou modifiez les filtres.
nl: Probeer andere zoekwoorden of pas de filters aan.

source: Turns off automatically 24 hours after you enable it.
de: Wird 24 Stunden nach dem Aktivieren automatisch deaktiviert.
fr_ca: Se désactive automatiquement 24 heures après l'activation.
nl: Wordt automatisch uitgeschakeld 24 uur nadat je dit hebt ingeschakeld.

source: Twinset
de: Doppelgerät
fr_ca: Bi-bouteille

source: Type
de: Typ

source: Type & Rating
de: Typ & Bewertung
fr_ca: Type et évaluation
nl: Type & Beoordeling
